Repository: ethannicholas/hyperfocal
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Excluded frames stay in the Stack list with their checkbox cleared — re-check one to opt back in and re-fuse.
de: Ausgeschlossene Einzelbilder bleiben ohne Häkchen in der Stapelliste — setze das Häkchen wieder, um sie erneut einzubeziehen, und fusioniere neu.
es: Las imágenes excluidas permanecen en la lista de la pila con su casilla desmarcada; vuelve a marcar una para reincluirla y fusiona de nuevo.
fr: Les images exclues restent dans la liste de la pile, case décochée — recochez-en une pour la réinclure, puis refusionnez.
it: I fotogrammi esclusi restano nell’elenco della pila con la casella deselezionata — riselezionane uno per reincluderlo e fondi di nuovo.
ja: 除外されたフレームはチェックが外れた状態でスタックリストに残ります。再度チェックを入れて再合成すると戻せます。
ko: 제외된 프레임은 체크가 해제된 채 스택 목록에 남습니다. 다시 체크하고 재합성하면 다시 포함됩니다.
nl: Uitgesloten opnamen blijven in de stapellijst met hun aankruisvak uitgeschakeld — vink er een weer aan om mee te doen en voeg opnieuw samen.
pt_br: As imagens excluídas permanecem na lista da pilha com a caixa desmarcada — remarque uma para reincluí-la e funda novamente.
ru: Исключённые кадры остаются в списке стека со снятым флажком — установите флажок снова, чтобы вернуть кадр, и объедините заново.
zh_hans: 被排除的图像仍留在堆栈列表中，只是取消了勾选 — 重新勾选即可重新纳入并再次合成。

source: (aligned)
de: (ausgerichtet)
es: (alineada)
fr: (alignée)
it: (allineato)
ja: （位置合わせ済み）
ko: (정렬됨)
nl: (uitgelijnd)
pt_br: (alinhada)
ru: (выровнен)
zh_hans: （已对齐）

source: and %lld more
de: und %lld weitere
es: y %lld más
fr: et %lld autres
it: e altri %lld
ja: ほか%lld枚
ko: 외 %lld개
nl: en nog %lld
pt_br: e mais %lld
ru: и ещё %lld
zh_hans: 及另外 %lld 张

source: depth
de: Tiefe
es: profundidad
fr: profondeur
it: profondità
ja: 深度
ko: 깊이
nl: diepte
pt_br: profundidade
ru: глубина
zh_hans: 深度

source: %.1f× brighter than the stack
de: %.1f× heller als der Stapel
es: %.1f× más clara que la pila
fr: %.1f× plus lumineuse que la pile
it: %.1f× più chiaro della pila
ja: スタックより%.1f倍明るい
ko: 스택보다 %.1f배 밝음
nl: %.1f× lichter dan de stapel
pt_br: %.1f× mais clara que a pilha
ru: в %.1f раза ярче стека
zh_hans: 比堆栈亮 %.1f 倍

source: %.1f× darker than the stack
de: %.1f× dunkler als der Stapel
es: %.1f× más oscura que la pila
fr: %.1f× plus sombre que la pile
it: %.1f× più scuro della pila
ja: スタックより%.1f倍暗い
ko: 스택보다 %.1f배 어두움
nl: %.1f× donkerder dan de stapel
pt_br: %.1f× mais escura que a pilha
ru: в %.1f раза темнее стека
zh_hans: 比堆栈暗 %.1f 倍

source: %@ (aligned)
de: %@ (ausgerichtet)
es: %@ (alineada)
fr: %@ (alignée)
it: %@ (allineato)
ja: %@（位置合わせ済み）
ko: %@ (정렬됨)
nl: %@ (uitgelijnd)
pt_br: %@ (alinhada)
ru: %@ (выровнен)
zh_hans: %@（已对齐）

source: %@ is missing
de: %@ fehlt
es: Falta %@
fr: %@ est introuvable
it: %@ non trovato
ja: %@が見つかりません
ko: %@이(가) 없습니다
nl: %@ ontbreekt
pt_br: %@ está faltando
ru: %@ отсутствует
zh_hans: %@缺失

source: %@: fewer than 2 included frames
de: %@: weniger als 2 einbezogene Einzelbilder
es: %@: menos de 2 imágenes incluidas
fr: %@ : moins de 2 images incluses
it: %@: meno di 2 fotogrammi inclusi
ja: %@: 含まれるフレームが2枚未満です
ko: %@: 포함된 프레임이 2개 미만입니다
nl: %@: minder dan 2 opgenomen opnamen
pt_br: %@: menos de 2 imagens incluídas
ru: %@: включено менее 2 кадров
zh_hans: %@：包含的图像少于 2 张

source: %lld aligned frames exported to “%@”.
de: %1$lld ausgerichtete Einzelbilder nach „%2$@“ exportiert.
es: %1$lld imágenes alineadas exportadas a «%2$@».
fr: %1$lld images alignées exportées vers « %2$@ ».
it: %1$lld fotogrammi allineati esportati in “%2$@”.
ja: %1$lld枚の位置合わせ済みフレームを「%2$@」に書き出しました。
ko: 정렬된 프레임 %1$lld개를 ‘%2$@’(으)로 내보냈습니다.
nl: %1$lld uitgelijnde opnamen geëxporteerd naar ‘%2$@’.
pt_br: %1$lld imagens alinhadas exportadas para “%2$@”.
ru: %1$lld выровненного кадра экспортировано в «%2$@».
zh_hans: 已将 %1$lld 张对齐图像导出到“%2$@”。

source: %lld folders
de: %lld Ordner
es: %lld carpetas
fr: %lld dossiers
it: %lld cartelle
ja: %lld個のフォルダ
ko: 폴더 %lld개
nl: %lld mappen
pt_br: %lld pastas
ru: %lld папкам
zh_hans: %lld 个文件夹

source: %lld frames look bad
de: %lld Einzelbilder sehen fehlerhaft aus
es: %lld imágenes parecen defectuosas
fr: %lld images semblent mauvaises
it: %lld fotogrammi sembrano difettosi
ja: %lld枚のフレームに問題がありそうです
ko: 프레임 %lld개에 문제가 있어 보입니다
nl: %lld opnamen zien er slecht uit
pt_br: %lld imagens parecem ruins
ru: %lld кадра выглядит плохо
zh_hans: %lld 张图像可能有问题

source: %lld of %lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja: %1$lld / %2$lld
ko: %1$lld / %2$lld
nl: %1$lld van %2$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
zh_hans: %1$lld / %2$lld

source: %lld of %lld source images are missing (moved, renamed, or deleted?): %@%@. Restore them, or uncheck them in the Stack list and re-fuse.
de: %1$lld von %2$lld Quellbildern fehlen (verschoben, umbenannt oder gelöscht?): %3$@%4$@. Stelle sie wieder her oder entferne ihre Häkchen in der Stapelliste und fusioniere erneut.
es: Faltan %1$lld de %2$lld imágenes de origen (¿movidas, renombradas o borradas?): %3$@%4$@. Restáuralas o desmárcalas en la lista de la pila y vuelve a fusionar.
fr: %1$lld des %2$lld images sources manquent (déplacées, renommées ou supprimées ?) : %3$@%4$@. Restaurez-les, ou décochez-les dans la liste de la pile et refusionnez.
it: Mancano %1$lld di %2$lld immagini sorgente (spostate, rinominate o eliminate?): %3$@%4$@. Ripristinale o deselezionale nell’elenco della pila e fondi di nuovo.
ja: %2$lld枚中%1$lld枚のソース画像が見つかりません（移動・名称変更・削除？）: %3$@%4$@。復元するか、スタックリストでチェックを外して再合成してください。
ko: 소스 이미지 %2$lld개 중 %1$lld개가 없습니다(이동, 이름 변경 또는 삭제?): %3$@%4$@. 복원하거나 스택 목록에서 선택을 해제한 뒤 다시 합성하세요.
nl: %1$lld van %2$lld bronafbeeldingen ontbreken (verplaatst, hernoemd of verwijderd?): %3$@%4$@. Herstel ze, of vink ze uit in de stapellijst en voeg opnieuw samen.
pt_br: %1$lld de %2$lld imagens de origem estão faltando (movidas, renomeadas ou apagadas?): %3$@%4$@. Restaure-as ou desmarque-as na lista da pilha e funda novamente.
ru: Отсутствуют %1$lld из %2$lld исходных изображений (перемещены, переименованы или удалены?): %3$@%4$@. Восстановите их или снимите с них флажки в списке стека и объедините заново.
zh_hans: %2$lld 张源图像中有 %1$lld 张缺失（被移动、重命名或删除？）：%3$@%4$@。请恢复它们，或在堆栈列表中取消勾选后重新合成。

source: %lld stacks exported to “%@”.
de: %1$lld Stapel nach „%2$@“ exportiert.
es: %1$lld pilas exportadas a «%2$@».
fr: %1$lld piles exportées vers « %2$@ ».
it: %1$lld pile esportate in “%2$@”.
ja: %1$lld個のスタックを「%2$@」に書き出しました。
ko: 스택 %1$lld개를 ‘%2$@’(으)로 내보냈습니다.
nl: %1$lld stapels geëxporteerd naar ‘%2$@’.
pt_br: %1$lld pilhas exportadas para “%2$@”.
ru: %1$lld стека экспортировано в «%2$@».
zh_hans: 已将 %1$lld 个堆栈导出到“%2$@”。

source: 1 aligned frame exported to “%@”.
de: 1 ausgerichtetes Einzelbild nach „%@“ exportiert.
es: 1 imagen alineada exportada a «%@».
fr: 1 image alignée exportée vers « %@ ».
it: 1 fotogramma allineato esportato in “%@”.
ja: 1枚の位置合わせ済みフレームを「%@」に書き出しました。
ko: 정렬된 프레임 1개를 ‘%@’(으)로 내보냈습니다.
nl: 1 uitgelijnde opname geëxporteerd naar ‘%@’.
pt_br: 1 imagem alinhada exportada para “%@”.
ru: 1 выровненный кадр экспортирован в «%@».
zh_hans: 已将 1 张对齐图像导出到“%@”。

source: 1 frame looks bad
de: 1 Einzelbild sieht fehlerhaft aus
es: 1 imagen parece defectuosa
fr: 1 image semble mauvaise
it: 1 fotogramma sembra difettoso
ja: 1枚のフレームに問題がありそうです
ko: 프레임 1개에 문제가 있어 보입니다
nl: 1 opname ziet er slecht uit
pt_br: 1 imagem parece ruim
ru: 1 кадр выглядит плохо
zh_hans: 1 张图像可能有问题

source: 1 stack exported to “%@”.
de: 1 Stapel nach „%@“ exportiert.
es: 1 pila exportada a «%@».
fr: 1 pile exportée vers « %@ ».
it: 1 pila esportata in “%@”.
ja: 1個のスタックを「%@」に書き出しました。
ko: 스택 1개를 ‘%@’(으)로 내보냈습니다.
nl: 1 stapel geëxporteerd naar ‘%@’.
pt_br: 1 pilha exportada para “%@”.
ru: 1 стек экспортирован в «%@».
zh_hans: 已将 1 个堆栈导出到“%@”。

source: 2 seconds
de: 2 Sekunden
es: 2 segundos
fr: 2 secondes
it: 2 secondi
ja: 2秒
ko: 2초
nl: 2 seconden
pt_br: 2 segundos
ru: 2 секунды
zh_hans: 2 秒

source: 3 seconds
de: 3 Sekunden
es: 3 segundos
fr: 3 secondes
it: 3 secondi
ja: 3秒
ko: 3초
nl: 3 seconden
pt_br: 3 segundos
ru: 3 секунды
zh_hans: 3 秒

source: 4 seconds
de: 4 Sekunden
es: 4 segundos
fr: 4 secondes
it: 4 secondi
ja: 4秒
ko: 4초
nl: 4 seconden
pt_br: 4 segundos
ru: 4 секунды
zh_hans: 4 秒

source: 6 seconds
de: 6 Sekunden
es: 6 segundos
fr: 6 secondes
it: 6 secondi
ja: 6秒
ko: 6초
nl: 6 seconden
pt_br: 6 segundos
ru: 6 секунд
zh_hans: 6 秒

source: A stack is still processing
de: Ein Stapel wird noch verarbeitet
es: Todavía se está procesando una pila
fr: Une pile est encore en cours de traitement
it: Una pila è ancora in elaborazione
ja: スタックの処理がまだ実行中です
ko: 스택이 아직 처리 중입니다
nl: Er wordt nog een stapel verwerkt
pt_br: Uma pilha ainda está sendo processada
ru: Стек ещё обрабатывается
zh_hans: 仍有堆栈正在处理

source: About Hyperfocal
de: Über Hyperfocal
es: Acerca de Hyperfocal
fr: À propos de Hyperfocal
it: Informazioni su Hyperfocal
ja: Hyperfocalについて
ko: Hyperfocal에 관하여
nl: Over Hyperfocal
pt_br: Sobre o Hyperfocal
ru: О программе Hyperfocal
zh_hans: 关于 Hyperfocal

source: Accept
de: Übernehmen
es: Aceptar
fr: Valider
it: Accetta
ja: 適用
ko: 적용
nl: Accepteer
pt_br: Aceitar
ru: Применить
zh_hans: 接受

source: Add Stack Folder…
de: Stapelordner hinzufügen …
es: Añadir carpeta de pila…
fr: Ajouter un dossier de pile…
it: Aggiungi cartella pila…
ja: スタックフォルダを追加…
ko: 스택 폴더 추가…
nl: Stapelmap toevoegen…
pt_br: Adicionar Pasta de Pilha…
ru: Добавить папку стека…
zh_hans: 添加堆栈文件夹…

source: Add stack folders to the project — each folder of frames becomes its own stack.
de: Stapelordner zum Projekt hinzufügen — jeder Ordner mit Einzelbildern wird ein eigener Stapel.
es: Añade carpetas de pilas al proyecto: cada carpeta de imágenes se convierte en su propia pila.
fr: Ajoutez des dossiers de piles au projet — chaque dossier d’images devient sa propre pile.
it: Aggiungi cartelle di pile al progetto — ogni cartella di fotogrammi diventa una pila.
ja: プロジェクトにスタックフォルダを追加 — フレームの各フォルダがそれぞれのスタックになります。
ko: 프로젝트에 스택 폴더 추가 — 프레임 폴더마다 하나의 스택이 됩니다.
nl: Voeg stapelmappen aan het project toe — elke map met opnamen wordt een eigen stapel.
pt_br: Adicione pastas de pilhas ao projeto — cada pasta de imagens vira uma pilha própria.
ru: Добавьте папки стеков в проект — каждая папка с кадрами станет отдельным стеком.
zh_hans: 向项目添加堆栈文件夹 — 每个图像文件夹都会成为一个独立堆栈。

source: Align frames
de: Einzelbilder ausrichten
es: Alinear imágenes
fr: Aligner les images
it: Allinea fotogrammi
ja: フレームを位置合わせ
ko: 프레임 정렬
nl: Opnamen uitlijnen
pt_br: Alinhar imagens
ru: Выравнивать кадры
zh_hans: 对齐图像

source: All
de: Alle
es: Todas
fr: Toutes
it: Tutte
ja: すべて
ko: 모두
nl: Alle
pt_br: Todas
ru: Все
zh_hans: 全部

source: Analyzing depth
de: Tiefe wird analysiert
es: Analizando profundidad
fr: Analyse de la profondeur
it: Analisi profondità
ja: 深度を解析中
ko: 깊이 분석 중
nl: Diepte analyseren
pt_br: Analisando profundidade
ru: Анализ глубины
zh_hans: 正在分析深度

source: Any unsaved work in it will be lost.
de: Nicht gesicherte Änderungen darin gehen verloren.
es: Se perderá cualquier trabajo sin guardar que contenga.
fr: Tout travail non enregistré qu’elle contient sera perdu.
it: Il lavoro non salvato al suo interno andrà perso.
ja: 保存されていない作業内容は失われます。
ko: 저장되지 않은 작업은 사라집니다.
nl: Niet-bewaard werk erin gaat verloren.
pt_br: Qualquer trabalho não salvo nela será perdido.
ru: Все несохранённые изменения в нём будут потеряны.
zh_hans: 其中所有未存储的工作都将丢失。

source: Any unsaved work will be lost.
de: Nicht gesicherte Änderungen gehen verloren.
es: Se perderá cualquier trabajo sin guardar.
fr: Tout travail non enregistré sera perdu.
it: Il lavoro non salvato andrà perso.
ja: 保存されていない作業内容は失われます。
ko: 저장되지 않은 작업은 사라집니다.
nl: Niet-bewaard werk gaat verloren.
pt_br: Qualquer trabalho não salvo será perdido.
ru: Все несохранённые изменения будут потеряны.
zh_hans: 所有未存储的工作都将丢失。

source: Are you sure you want to quit?
de: Möchtest du wirklich beenden?
es: ¿Seguro que quieres salir?
fr: Voulez-vous vraiment quitter ?
it: Vuoi davvero uscire?
ja: 本当に終了しますか？
ko: 정말 종료하겠습니까?
nl: Weet u zeker dat u wilt stoppen?
pt_br: Tem certeza de que deseja encerrar?
ru: Действительно выйти?
zh_hans: 确定要退出吗？

source: Aspect Ratio
de: Seitenverhältnis
es: Proporción
fr: Format
it: Proporzioni
ja: 縦横比
ko: 가로세로 비율
nl: Beeldverhouding
pt_br: Proporção
ru: Соотношение сторон
zh_hans: 宽高比

source: Blacks
de: Schwarzpunkt
es: Negros
fr: Noirs
it: Neri
ja: 黒レベル
ko: 검정 계열
nl: Zwartpunt
pt_br: Pretos
ru: Чёрные
zh_hans: 黑色

source: Blend radius
de: Übergangsradius
es: Radio de mezcla
fr: Rayon de fondu
it: Raggio di fusione
ja: ブレンド半径
ko: 블렌드 반경
nl: Overgangsstraal
pt_br: Raio de mesclagem
ru: Радиус смешивания
zh_hans: 混合半径

source: Brightens or recovers the upper midtones and highlights without moving pure white.
de: Hellt die oberen Mitteltöne und Lichter auf oder stellt sie wieder her, ohne reines Weiß zu verschieben.
es: Aclara o recupera los medios tonos altos y las iluminaciones sin mover el blanco puro.
fr: Éclaircit ou récupère les tons moyens supérieurs et les hautes lumières sans déplacer le blanc pur.
it: Schiarisce o recupera i mezzitoni alti e le luci senza spostare il bianco puro.
ja: 純白を動かさずに、明るめの中間調とハイライトを明るくしたり復元したりします。
ko: 순수한 흰색은 그대로 두고 밝은 미드톤과 하이라이트를 밝히거나 복원합니다.
nl: Verheldert of herstelt de hogere middentonen en hoge lichten zonder zuiver wit te verplaatsen.
pt_br: Clareia ou recupera os meios-tons superiores e os realces sem mover o branco puro.
ru: Осветляет или восстанавливает верхние средние тона и света, не сдвигая чистый белый.
zh_hans: 提亮或恢复较亮的中间调与高光，而不移动纯白。

source: Brush radius in image pixels. Painting copies pixels from the aligned source frame into the output.
de: Pinselradius in Bildpixeln. Malen kopiert Pixel aus dem ausgerichteten Quellbild in das Ergebnis.
es: Radio del pincel en píxeles de imagen. Pintar copia píxeles de la imagen de origen alineada a la salida.
fr: Rayon du pinceau en pixels d’image. Peindre copie les pixels de l’image source alignée vers le résultat.
it: Raggio del pennello in pixel dell’immagine. Dipingere copia i pixel dal fotogramma sorgente allineato al risultato.
ja: 画像ピクセル単位のブラシ半径です。描画すると位置合わせ済みソースフレームのピクセルが出力にコピーされます。
ko: 이미지 픽셀 단위의 브러시 반경입니다. 페인트하면 정렬된 소스 프레임의 픽셀이 출력으로 복사됩니다.
nl: Penseelstraal in beeldpixels. Schilderen kopieert pixels van de uitgelijnde bronopname naar het resultaat.
pt_br: Raio do pincel em pixels da imagem. Pintar copia pixels da imagem de origem alinhada para a saída.
ru: Радиус кисти в пикселях изображения. Рисование копирует пиксели из выровненного исходного кадра в результат.
zh_hans: 以图像像素为单位的画笔半径。绘制会将已对齐源图像的像素复制到输出中。

source: Brush size
de: Pinselgröße
es: Tamaño del pincel
fr: Taille du pinceau
it: Dimensione pennello
ja: ブラシサイズ
ko: 브러시 크기
nl: Penseelgrootte
pt_br: Tamanho do pincel
ru: Размер кисти
zh_hans: 画笔大小

source: Building PMax layer…
de: PMax-Ebene wird berechnet …
es: Generando la capa PMax…
fr: Calcul du calque PMax…
it: Generazione livello PMax…
ja: PMaxレイヤーを生成中…
ko: PMax 레이어 생성 중…
nl: PMax-laag genereren…
pt_br: Gerando camada PMax…
ru: Построение слоя PMax…
zh_hans: 正在生成 PMax 图层…

source: Building PMax layer… %lld%%
de: PMax-Ebene wird berechnet … %lld %%
es: Generando la capa PMax… %lld %%
fr: Calcul du calque PMax… %lld %%
it: Generazione livello PMax… %lld%%
ja: PMaxレイヤーを生成中… %lld%%
ko: PMax 레이어 생성 중… %lld%%
nl: PMax-laag genereren… %lld%%
pt_br: Gerando camada PMax… %lld%%
ru: Построение слоя PMax… %lld%%
zh_hans: 正在生成 PMax 图层… %lld%%

source: Cache frames on disk while fusing
de: Einzelbilder beim Fusionieren auf der Festplatte zwischenspeichern
es: Almacenar las imágenes en caché en disco durante la fusión
fr: Mettre les images en cache sur le disque pendant la fusion
it: Memorizza i fotogrammi su disco durante la fusione
ja: 合成中にフレームをディスクにキャッシュ
ko: 합성 중 프레임을 디스크에 캐시
nl: Opnamen tijdens het samenvoegen op schijf cachen
pt_br: Armazenar imagens em cache no disco durante a fusão
ru: Кэшировать кадры на диске при объединении
zh_hans: 合成时将图像缓存到磁盘

source: Can't decode %@
de: %@ kann nicht dekodiert werden
es: No se puede descodificar %@
fr: Impossible de décoder %@
it: Impossibile decodificare %@
ja: %@をデコードできません
ko: %@을(를) 디코딩할 수 없습니다
nl: Kan %@ niet decoderen
pt_br: Não foi possível decodificar %@
ru: Не удаётся декодировать %@
zh_hans: 无法解码%@

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
ru: Отменить
zh_hans: 取消

source: Cancel PMax Build
de: PMax-Berechnung abbrechen
es: Cancelar el cálculo PMax
fr: Annuler le calcul PMax
it: Annulla il calcolo PMax
ja: PMaxの生成をキャンセル
ko: PMax 생성 취소
nl: PMax-berekening annuleren
pt_br: Cancelar Cálculo do PMax
ru: Отменить построение PMax
zh_hans: 取消 PMax 生成

source: Cancel it or let it finish before adding stacks.
de: Vor dem Hinzufügen von Stapeln abbrechen oder abschließen lassen.
es: Cancélala o deja que termine antes de añadir pilas.
fr: Annulez-la ou laissez-la se terminer avant d’ajouter des piles.
it: Annullala o lasciala finire prima di aggiungere pile.
ja: スタックを追加する前に、キャンセルするか完了を待ってください。
ko: 스택을 추가하기 전에 취소하거나 완료될 때까지 기다리세요.
nl: Annuleer die of laat die eerst voltooien voordat u stapels toevoegt.
pt_br: Cancele-a ou deixe-a terminar antes de adicionar pilhas.
ru: Отмените её или дождитесь завершения, прежде чем добавлять стеки.
zh_hans: 请先取消或等待其完成，再添加堆栈。

source: Cancel it or let it finish before opening another project.
de: Vor dem Öffnen eines anderen Projekts abbrechen oder abschließen lassen.
es: Cancélala o deja que termine antes de abrir otro proyecto.
fr: Annulez-la ou laissez-la se terminer avant d’ouvrir un autre projet.
it: Annullala o lasciala finire prima di aprire un altro progetto.
ja: 別のプロジェクトを開く前に、キャンセルするか完了を待ってください。
ko: 다른 프로젝트를 열기 전에 취소하거나 완료될 때까지 기다리세요.
nl: Annuleer die of laat die eerst voltooien voordat u een ander project opent.
pt_br: Cancele-a ou deixe-a terminar antes de abrir outro projeto.
ru: Отмените её или дождитесь завершения, прежде чем открывать другой проект.
zh_hans: 请先取消或等待其完成，再打开其他项目。

source: Cancelled at %@.
de: Bei %@ abgebrochen.
es: Cancelado en %@.
fr: Annulé à %@.
it: Annullato a %@.
ja: %@でキャンセルされました。
ko: %@에서 취소되었습니다.
nl: Geannuleerd bij %@.
pt_br: Cancelado em %@.
ru: Отменено на %@.
zh_hans: 在%@处取消。

source: Capture order and filename order disagree. Frames fuse in capture order — right for a rolled-over file counter, but if this folder mixes frames from different stacks, split them before fusing.
de: Aufnahmereihenfolge und Namensreihenfolge stimmen nicht überein. Fusioniert wird in Aufnahmereihenfolge — richtig bei übergelaufenem Dateizähler; falls dieser Ordner aber Bilder verschiedener Stapel mischt, trenne sie vor der Fusion.
es: El orden de captura y el orden de los nombres no coinciden. Las imágenes se fusionan en orden de captura, lo correcto si el contador de archivos se reinició; pero si esta carpeta mezcla imágenes de distintas pilas, sepáralas antes de fusionar.
fr: L’ordre de capture et l’ordre des noms de fichiers ne concordent pas. Les images fusionnent dans l’ordre de capture — correct pour un compteur de fichiers ayant rebouclé, mais si ce dossier mélange des images de piles différentes, séparez-les avant de fusionner.
it: L’ordine di scatto e l’ordine dei nomi non coincidono. I fotogrammi si fondono in ordine di scatto — corretto se il contatore dei file è ripartito da zero, ma se questa cartella mescola fotogrammi di pile diverse, separali prima di fondere.
ja: 撮影順とファイル名順が一致しません。合成は撮影順に行われます。ファイル番号が一巡した場合はこれで正しいのですが、このフォルダに別々のスタックのフレームが混在している場合は、合成前に分けてください。
ko: 촬영 순서와 파일 이름 순서가 일치하지 않습니다. 프레임은 촬영 순서로 합성됩니다. 파일 번호가 한 바퀴 돈 경우라면 이것이 맞지만, 이 폴더에 서로 다른 스택의 프레임이 섞여 있다면 합성 전에 분리하세요.
nl: Opnamevolgorde en naamvolgorde komen niet overeen. Opnamen worden in opnamevolgorde samengevoegd — juist bij een doorgeslagen bestandsteller, maar als deze map opnamen van verschillende stapels mengt, splits ze dan vóór het samenvoegen.
pt_br: A ordem de captura e a ordem dos nomes divergem. As imagens fundem na ordem de captura — correto para um contador de arquivos que zerou, mas se esta pasta mistura imagens de pilhas diferentes, separe-as antes de fundir.
ru: Порядок съёмки и порядок имён файлов не совпадают. Кадры объединяются в порядке съёмки — это правильно при переполнении счётчика файлов, но если в папке смешаны кадры разных стеков, разделите их перед объединением.
zh_hans: 拍摄顺序与文件名顺序不一致。图像按拍摄顺序合成 — 对于文件计数器归零的情况这是正确的；但如果此文件夹混杂了不同堆栈的图像，请先拆分再合成。

source: Capture times show %lld bursts separated by more than %lld seconds. Load them as separate stacks, or keep each folder as one stack? This choice applies to every folder in this load.
de: Die Aufnahmezeiten zeigen %1$lld Serien mit mehr als %2$lld Sekunden Abstand. Als getrennte Stapel laden oder jeden Ordner als einen Stapel behalten? Diese Wahl gilt für alle Ordner dieses Ladevorgangs.
es: Las horas de captura muestran %1$lld ráfagas separadas por más de %2$lld segundos. ¿Cargarlas como pilas distintas o mantener cada carpeta como una sola pila? Esta elección se aplica a todas las carpetas de esta carga.
fr: Les heures de capture montrent %1$lld rafales séparées de plus de %2$lld secondes. Les charger comme piles distinctes, ou garder chaque dossier comme une seule pile ? Ce choix s’applique à tous les dossiers de ce chargement.
it: Le ore di scatto mostrano %1$lld raffiche separate da più di %2$lld secondi. Caricarle come pile separate o mantenere ogni cartella come un’unica pila? Questa scelta vale per tutte le cartelle di questo caricamento.
ja: 撮影時刻から、%2$lld秒以上離れた%1$lld個の連続撮影が見つかりました。別々のスタックとして読み込みますか、それとも各フォルダを1つのスタックにしますか？ この選択は今回読み込むすべてのフォルダに適用されます。
ko: 촬영 시각을 보면 %2$lld초 이상 간격을 둔 연속 촬영이 %1$lld개 있습니다. 별개의 스택으로 로드할까요, 아니면 폴더마다 하나의 스택으로 유지할까요? 이 선택은 이번에 로드하는 모든 폴더에 적용됩니다.
nl: De opnametijden tonen %1$lld reeksen met meer dan %2$lld seconden ertussen. Als afzonderlijke stapels laden, of elke map als één stapel houden? Deze keuze geldt voor elke map in deze lading.
pt_br: As horas de captura mostram %1$lld sequências separadas por mais de %2$lld segundos. Carregá-las como pilhas separadas ou manter cada pasta como uma única pilha? Esta escolha vale para todas as pastas deste carregamento.
ru: Время съёмки показывает %1$lld серий с интервалом более %2$lld секунд. Загрузить их как отдельные стеки или оставить каждую папку одним стеком? Этот выбор применяется ко всем папкам этой загрузки.
zh_hans: 拍摄时间显示有 %1$lld 组间隔超过 %2$lld 秒的连拍。要作为独立堆栈载入，还是每个文件夹保持为一个堆栈？ 此选择将应用于本次载入的所有文件夹。

source: Choose a stack: a folder of frames, or the frames themselves (focus order = name order).
de: Stapel auswählen: einen Ordner mit Einzelbildern oder die Bilder selbst (Fokusreihenfolge = Namensreihenfolge).
es: Elige una pila: una carpeta de imágenes o las propias imágenes (orden de enfoque = orden de nombres).
fr: Choisissez une pile : un dossier d’images, ou les images elles-mêmes (ordre de mise au point = ordre des noms).
it: Scegli una pila: una cartella di fotogrammi o i fotogrammi stessi (ordine di messa a fuoco = ordine dei nomi).
ja: スタックを選択：フレームのフォルダ、またはフレーム自体（フォーカス順＝名前順）。
ko: 스택 선택: 프레임 폴더 또는 프레임 자체(초점 순서 = 이름 순서).
nl: Kies een stapel: een map met opnamen, of de opnamen zelf (scherpstelvolgorde = naamvolgorde).
pt_br: Escolha uma pilha: uma pasta de imagens ou as próprias imagens (ordem de foco = ordem dos nomes).
ru: Выберите стек: папку с кадрами или сами кадры (порядок фокусировки = порядок имён).
zh_hans: 选择堆栈：图像文件夹或图像本身（对焦顺序 = 名称顺序）。

source: Circle
de: Kreis
es: Círculo
fr: Cercle
it: Cerchio
ja: 円運動
ko: 원형
nl: Cirkel
pt_br: Círculo
ru: Круг
zh_hans: 圆周

source: Close Project
de: Projekt schließen
es: Cerrar proyecto
fr: Fermer le projet
it: Chiudi progetto
ja: プロジェクトを閉じる
ko: 프로젝트 닫기
nl: Project sluiten
pt_br: Fechar Projeto
ru: Закрыть проект
zh_hans: 关闭项目

source: Close Stack
de: Stapel schließen
es: Cerrar pila
fr: Fermer la pile
it: Chiudi pila
ja: スタックを閉じる
ko: 스택 닫기
nl: Stapel sluiten
pt_br: Fechar Pilha
ru: Закрыть стек
zh_hans: 关闭堆栈
